[
  {
    "title": "温水煮青蛙",
    "content": "把一只青蛙放进冷水里，然后慢慢加热。青蛙会因为舒适的水温而放松警惕，等它意识到危险时，已经没有力气跳出来了。这个故事告诉我们：生于忧患，死于安乐。不要在舒适的环境中失去斗志。"
  },
  {
    "title": "一美元的奇迹",
    "content": "美国作家杰克·伦敦在成名前，曾无数次收到退稿信。有一次他几乎要放弃了，但他想起母亲在病床上等着他寄钱回去。他咬牙坚持，继续写作，终于凭借《野性的呼唤》成名。成功有时只需要再坚持一下。"
  },
  {
    "title": "老鹰的重生",
    "content": "老鹰在40岁时面临生死抉择：要么等死，要么经历150天的蜕变。它会啄掉自己的羽毛、拔掉指甲、长出新羽毛。这个过程痛苦而漫长，但最终老鹰获得了30年的新生。有时候，我们需要打破旧有的自己，才能重获新生。"
  },
  {
    "title": "竹子定律",
    "content": "竹子在种下后的前4年，只能长3厘米。但从第5年开始，它以每天30厘米的速度疯狂生长，仅用6周就能长到15米。其实前4年，竹子一直在扎根，它的根系已经延伸了数米。成功需要积累，不要被前期的沉默所迷惑。"
  },
  {
    "title": "渔夫与商人",
    "content": "一个商人在海边看到一个渔夫躺着晒太阳。商人问：'你为什么不多捕点鱼？'渔夫反问：'然后呢？'商人说：'赚钱买更大的船。''然后呢？''赚更多钱。''然后呢？''就可以像我一样躺着晒太阳。'渔夫笑着说：'我现在就在晒太阳啊。'——人生的目标不是只有一种活法。"
  },
  {
    "title": "石头与钻石",
    "content": "一块钻石在地下沉睡亿万年，等待被发现。而一块普通石头每天都在阳光下。但价值不在于位置，而在于内在的质地。是钻石总会发光，是金子总会发亮。耐得住寂寞，才能守得住繁华。"
  },
  {
    "title": "两个和尚",
    "content": "有两个和尚，一个穷一个富。穷和尚对富和尚说：'我想去南海朝圣。'富和尚说：'我这么多年都没去成，你凭什么去？'一年后，穷和尚从南海回来了，带着一路的经历和故事。富和尚还在准备。等待不如行动，条件是自己创造的。"
  },
  {
    "title": "钉子的故事",
    "content": "一个脾气暴躁的年轻人去找智者。智者说：'每次你生气，就往篱笆上钉一颗钉子。'年轻人照做了。一个月后，篱笆上全是钉子。智者又说：'每次你控制住脾气，就拔掉一颗钉子。'最后篱笆上只剩下几个洞。智者说：'伤害就像钉子，即使拔掉了，痕迹永远都在。'"
  },
  {
    "title": "三文鱼的故事",
    "content": "三文鱼成年后要逆流而上，回到出生地产卵。它们要跳跃无数次，跨越重重障碍，有些鱼会在途中死去。但它们从不放弃，因为那是它们的使命。生命中有些事，即使困难重重，也值得全力以赴。"
  },
  {
    "title": "种子与大树",
    "content": "有一颗种子落在地上，被泥土覆盖，看不到阳光。它很害怕，问泥土：'我会死吗？'泥土笑着说：'不会，你会发芽，会长大，会成为一棵大树。'种子问：'可是我什么都看不到。'泥土说：'成长需要时间，变强需要积累。'"
  },
  {
    "title": "卖雨伞的故事",
    "content": "有两个推销员去非洲卖鞋。第一个看到非洲人都光着脚，回去报告说：'这里没有市场，因为没有人穿鞋。'第二个看到后兴奋地报告：'这里市场巨大，因为所有人都没有鞋！'同样的情况，不同的视角，决定不同的结果。困难背后往往藏着机遇。"
  },
  {
    "title": "铁匠与国王",
    "content": "一个铁匠技艺精湛，国王请他打造一把宝剑。铁匠问：'陛下要多少钱？'国王说：'随便你开。'铁匠思考后说：'我不要钱，但请给我在全国最好的位置开一家店。'国王答应了。多年后，这家店成为全国最著名的铁匠铺。懂得投资自己的人，往往能获得更大的回报。"
  },
  {
    "title": "最后的绳子",
    "content": "一个探险家在沙漠中迷路了，只剩下半瓶水。他绝望地想：'完了，只剩半瓶水，我走不出去了。'另一个探险家遇到同样情况，却高兴地说：'太好了，还有半瓶水！'同样的处境，心态不同，结果可能完全不同。保持希望，是走出困境的第一步。"
  },
  {
    "title": "造船的故事",
    "content": "有个人想造船，但他不先收集木材，而是每天在海边散步，逢人就说：'我要造船。'别人问他：'木材呢？'他说：'木材会有的。'几年后，他还是没有造船。梦想需要行动来支撑，不然只是空想。空谈不如实干，行动是最好的宣言。"
  },
  {
    "title": "最后一道门",
    "content": "有个年轻人去面试，门口有九十九盏灯都亮着，只有最后一盏是灭的。面试官说：'你把最后一盏灯打开就可以进去了。'年轻人转身就走了。面试官追出来问：'为什么不试？'年轻人说：'九十九盏灯都亮了，说明开关在前九十九盏那里，最后一盏不需要开。'他被录取了。细节决定成败，善于观察的人更容易成功。"
  },
  {
    "title": "禅师与兰花",
    "content": "一位禅师在寺院里养了一盆珍贵的兰花。弟子不小心把花盆打碎了，兰花也死了。弟子很愧疚，等着受罚。禅师说：'我养花是为了开心，不是为了生气的。'弟子恍然大悟。执着于失去的东西，只会错过更多的美好。放下执念，才能活得轻松。"
  },
  {
    "title": "两个推销员",
    "content": "两家鞋厂分别派推销员去非洲开拓市场。第一个推销员看到非洲人都光着脚，认为没有市场。第二个推销员看到后欣喜若狂：'这里的市场太大了，因为所有人都不穿鞋！'同样的处境，不同的视角带来不同的结论。机遇往往藏在困难的外表下。"
  },
  {
    "title": "农夫与石头",
    "content": "农夫在田里发现一块大石头，他每天挖一点。邻居说：'这石头太大了，你挖不完的。'农夫说：'我不需要挖完，只要每天比昨天挖得更深就好。'一年后，石头被挖走了。积水成渊，跬步千里。每天进步一点点，终会达成目标。"
  },
  {
    "title": "猎鹰与乌鸦",
    "content": "国王有一只猎鹰和一只乌鸦。乌鸦每天被喂得饱饱的，猎鹰却常常饿肚子。有人问国王为什么，国王说：'等需要的时候，猎鹰才能发挥真正的价值。'后来国家遭遇危机，猎鹰带着消息飞越千里，而乌鸦只能待在笼子里。有价值的人，往往需要时间来证明自己。"
  },
  {
    "title": "烧水的哲学",
    "content": "有个人想烧水，水开后才发现没有茶叶。他只好重新烧。第二次水开了，发现没有水壶。他又重新烧。第三次终于准备好了，水却已经凉了。做好充分的准备，才能一次成功。机会只留给有准备的人。"
  },
  {
    "title": "狮子与羚羊",
    "content": "每天早上，羚羊醒来就知道自己必须跑得比最快的狮子还快，否则就会被吃掉。每天早上，狮子醒来就知道自己必须跑得比最慢的羚羊还快，否则就会饿死。无论是狮子还是羚羊，当太阳升起时，都必须开始奔跑。生活就是如此，要么淘汰别人，要么被人淘汰。"
  },
  {
    "title": "教授与文盲",
    "content": "一位教授在海边遇到一位老渔夫，教授问他：'你为什么不多捕点鱼？'渔夫反问：'然后呢？'教授说：'赚更多钱，买更大的船。''然后呢？''赚更多钱。''然后呢？''就可以退休享福了。'渔夫笑着说：'我现在就在享福啊。'幸福不在远方，就在当下。"
  },
  {
    "title": "雕刻家",
    "content": "一位雕刻家在完成一座伟大雕像后，别人问他：'你是怎么把石头变成艺术的？'雕刻家说：'我没有把石头变成艺术，我只是把多余的部分去掉。'每个人都是一座雕像，需要时间去掉那些多余的杂质，才能显现出真正的自己。"
  },
  {
    "title": "落第秀才",
    "content": "有个秀才第三次落榜后，想要跳河自尽。他看到一个老婆婆在河边洗棉絮，棉絮被水冲走了老婆婆也不着急。秀才问：'棉絮被冲走了，你不难过吗？'老婆婆说：'旧的不去，新的不来。'秀才恍然大悟，回家继续苦读，终于在第四年考中。失败不可怕，可怕的是放弃。"
  }
]
